[
  {
    "id": "1",
    "title": "MEMAHAMI KALIMAT SYAHADAT MENURUT 'AQIDAH AHLUSSUNNAH WAL JAMA'AH",
    "description": "Seorang muslim harus memahami kalimat syahadat dengan benar dan melaksanakan konsekuensi dari pengucapan tersebut karena dengannya menjadi modal pokok seseorang masuk kedalam surga. Seperti yang diungkapkan oleh Imam Hasan Al-Bashri Rahimahullahu Ta'ala, “ Barang siapa yang mengucapkan kalimat “ Lailaha Illallah” disertai dengan menunaikan hak-hak dan kewajiban (dari kalimat Tauhid Tersebut) niscaya ia masuk surga.”. Di dalam buku ini dijelaskan makna, rukun-rukun dan syarat-syarat kalimat syahadat yang harus dipahami oleh seorang muslim dan juga merealisasikannya dalam kehidupan. Dengan mengucapkan kalimat syahadat berarti dia telah mengikrarkan dirinya untuk hanya melakukan segala bentuk peribadatan hanya kepada Allah dan menjadikan Nabi Muhammad sebagai satu-satunya teladan dalam beribadah kepada Allah. Di dalam buku ini juga dijelaskan berbagai macam penyimpangan-penyimpangan dari konsekuensi syahadat yang telah seseorang ucapkan berupa kesyirikan-kesyirikan dan berbagai bentuk penyimpangan dari pengakuan seseorang terhadap Nabi Muhammad sebagai petunjuk hidupnya berupa kebid'ahan-kebid'ahan.",
    "author": "Yazid bin Abdul Qadir Jawas",
    "attributes": {
      "Penerbit": "Media Tarbiyah",
      "Halaman": "340 halaman",
      "Berat": "790 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Memahami-Kalimat-Syahadat-Menurut-Aqidah-Ahlussunnah-wal-Jamaah_1024x1024@2x.jpg"
  },
  {
    "id": "2",
    "title": "Pengantar Fiqh Jual Beli (KPMI)",
    "description": "Buku praktis ini, dikhususkan untuk para pedagang yang sehari-harinya berkutat dengan praktek bisnis jual beli atau yang sedang ingin memulainya. Dengan tujuan agar pembisnis jual beli ini, bisa memahami tentang syariat jual beli dalam muamalah bisnisnya, jika tidak sangat rentan baginya untuk terjerumus dalam riba atau kubangan harta haram lainnya.\n\nPenulis buku ini salah satu pembina dari konsultasi syariah, pengusaha muslim dan KPMI pusat, beliau adalah Ustadz Ammi Nur Baits. Semoga buku ini bermanfaat.",
    "author": "Ammi Nur Baits",
    "attributes": {
      "Penerbit": "KPMI Korwil Yogyakarta",
      "Halaman": "108 halaman",
      "Berat": "350 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Pengantar-Fiqih-Jual-Beli_1024x1024@2x.jpg"
  },
  {
    "id": "3",
    "title": "101 CARA MUDAH MENDIDIK KELUARGA",
    "description": "Keluarga merupakan unsur dasar terbentuknya masyarakat dan elemen terkecil dari sebuah negara. Negara akan baik jika masing-masing keluarga baik. Baik dan tidaknya keluarga sangat tergantung pada proses pendidikan. Pendidikan yang terarah, terpola dan terpogram, yakni dengan menerapkan nilai-nilai Islam di kehidupan sehari-hari di rumah. Karena rumah menjadi tempat tinggal manusia paling utama dan strategis untuk memulai proses pendidikan yang efektif sebagaimana firman Allah Subhanahu wa Ta’ala,\n\nوَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا\n\n“Dan Allah menjadikan bagimu rumah-rumahmu sebagai tempat tinggal.” (Surat an-Nahl: 80)\n\nOleh karena itu, Allah sangat menekankan pendidikan dalam keluarga, karena merupakan kewajiban yang paling utama dan tanggung jawab yang paling besar serta amanah yang sangat berat yang dimulai dari diri sendiri, istri, anak-anak, dan kerabatnya. Inilah yang dimaksud Allah Tabaraka wa Ta’ala dalam firman-Nya:\n\nيَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ\n\n“Hai orang-orang yang beriman, peliharalah dirimu dan keluargamu dari api Neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, keras, dan tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya kepada mereka dan selalu mengerjakan apa yang diperintahkan.” (Surat at-Tahrim: 6)\n\nPendidikan merupakan proses adaptasi dan interaksi dengan lingkungan secara aktif dan produktif menuju perubahan yang positif dalam perilaku dan aktifitas seseorang. Pendidikan Islam di keluarga dimulai dari penegakan ‘ubudiyah, penanaman nilai-nilai kebaikan dan pembiasaan ibadah terutama shalat sebagaimana firman Allah Ta’ala:\n\nوَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ۖ لَا نَسْأَلُكَ رِزْقًا ۖ نَحْنُ نَرْزُقُكَ ۗ وَالْعَاقِبَةُ لِلتَّقْوَىٰ\n\n“Dan perintahkanlah kepada keluargamu mendirikan shalat dan bersabarlah kamu dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik) itu adalah bagi orang yang bertakwa.” (Surat Thaha: 132)\n\nKeluarga yang terdidik di atas nilai-nilai Islam merupakan nikmat yang paling agung dan karunia yang paling berharga. Tidak ada yang mampu menghargai dan mengenali nilainya kecuali orang yang telah memiliki keluarga yang rusak, di mana hatinya telah merasakan kepiluan dan kepedihan rumah tangga yang bobrok.\n\nBuku ini berisi seratus satu bentuk kerangka pemikiran dalam mendidik keluarga yang dirangkum dari kasus dan realita yang berkembang di masyarakat.",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "140 halaman",
      "Berat": "237 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/buku-101-cara-mudah-mendidik-keluarga-pustaka-imam-bonjol_1024x1024@2x.jpg?"
  },
  {
    "id": "4",
    "title": "API CINTA UNTUK MERAIH MAHABBATULLAH",
    "description": "Cahaya cinta yang indah, berwarna-warni bak pelangi, telah menyilaukan banyak orang. Keindahannya membuat kita terpukau, penglihatan kita padanya pun menjadi kabur, sehingga kita tidak lagi jelas memandang jalan cinta yang sebenarnya, dan pada akhirnya, tak sedikit yang tersesat di jalan cinta palsu.\n\nAdalah sebuah bencana yang nyata ketika umat Islam tak tahu lagi bagaimana dan dengan siapa dia harus bercinta, serta kepada siapa cinta sucinya dipersembahkan. Maka kami persembahkan buku ini tidak lain adalah untuk menunjukkan jalan cinta yang suci, jalan cinta yang sebenarnya, yang diharapkan dapat memudahkan kita untuk sampai di istana cinta sang kekasih; Rabbul Izzati.\n\nCinta secara umum terbagi menjadi tiga macam: Pertama, cinta karena Allah Subhanahu wa Ta’ala. Ini tidak bertentangan dengan tauhid, bahkan termasuk kesempurnaan tauhid, karena tali iman yang paling kuat adalah cinta dan benci karena Allah Ta’ala. Maksud cinta karena Allah adalah Anda mencintai sesuatu karena Allah, baik berupa makhluk atau amal perbuatan, dan maksud benci karena Allah adalah Anda membenci sesuatu karena Allah, baik berupa makhluk atau amal perbuatan.\n\nLalu yang kedua, cinta alamiah, yaitu cinta terhadap perkara duniawi yang tidak mengalahkan cinta kepada Allah; ini tidak merusak tauhid seperti; mencintai isteri, anak, harta, makanan dan minuman. Oleh karena itu, Rasulullah shallallahu ‘alaihi wa sallam pernah ditanya, “Siapakah manusia yang paling engkau cintai?”Beliau menjawab, “Aisyah.” Lalu beliau ditanya, “Dari kaum laki-laki?” Beliau menjawab, “Bapaknya.”\n\nKemudian yang ketiga, cinta palsu, yaitu cintanya musuh Allah kepada selain Allah, yang menjadi lawan tauhid, karena mencintai makhluk seperti mencintai Allah, bahkan lebih besar daripada mencintai Allah, di mana ketika berbenturan antara cinta Allah dengan cinta makhluk, maka dia lebih mendahulukan cinta makhluk-Nya, sehingga cinta tersebut menjadi tandingan bersama Allah, karena ia mendahulukan selain Allah atau menyamakannya dengan Allah Ta’ala.\n\nBuku ini berisi empat poin pembahasan penting: tafsir ayat cinta, cinta berujung surga, pastikan cintamu tak ternoda, fatwa-fatwa ulama seputar jalinan asmara, dan ditutup dengan bahasan hukum syariat tentang film Ayat-Ayat Cinta. Sungguh realita telah berbicara, bahwasanya pengaburan syariat Islam telah berhasil dan liberalisasi nilai-nilai agama telah sukses gemilang melalui tayangan “Serial Sinetron Agama” atau “Sinetron Bernuansa Religi”, yang rata-rata diolah oleh tangan-tangan kreatif, namun kurang kredibel dalam menangkap makna nash-nash agama dan kurang cerdas dalam berinteraksi dengan rambu-srambu syariat. Akibatnya mereka memberikan informasi secara salah tentang universitas agama, bahkan akan menyampaikan pesan palsu tentang Islam. (Selengkapnya hal.123)",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "140 halaman",
      "Berat": "300 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku_Api_Cinta_Untuk_Meraih_Mahabbatullah_Penerbit_Pustaka_Imam_Bonjol_1024x1024@2x.jpg"
  },
  {
    "id": "5",
    "title": "FAKTA BARU WALISONGO NEW COVER HARDCOVER",
    "description": "Istilah Walisongo, masih menjadi kontroversi dan tidak ada dokumen holistik yang dapat dijadikan rujukan untuk menentukan mana yang benar. Dalam bahasa Arab, istilah wali bisa berarti kekuasaan atau pemimpin seperti Wali Madinah (wali kota atau gubernur Madinah), atau bisa berarti kekasih, teman dekat, dan pembela. Sehingga dikatakan wali Allah, kekasih yang dekat dengan Allah karena ketaatannya, sehingga saat Imam Ibnu Hajar menguraikan tentang wali Allah, beliau berkata, “Orang yang mengerti tentang Allah, terus menerus berbuat ketaatan dan ikhlas dalam beribadah.\n\nAkan tetapi istilah wali, bila dikaitkan dengan Walisongo dalam historiografi lokal muncul beragam interpretasi yang spekulatif. Ada yang berpendapat, istilah Walisongo menandakan jumlah wali yang ada sembilan, dalam bahasa Jawa, songo berarti sembilan; namun ada juga yang mengartikan songo atau sanga berasal dari tsana yang berasal dari bahasa Arab, yang berarti mulia; tetapi songo atau sanga menurut R. Tanojo dan Hardjawidjaja adalah sana, berasal dari bahasa Jawa, yang berarti dununing wali (tempat tinggal wali). (Lalu penulis memaparkan perbedaan pendapat yang cukup panjang pada bab ini, mulai dari halaman 97-102.\n\nJANGAN SEKALI-KALI MENINGGALKAN SEJARAH (JASMERAH)!\nSejarah adalah diary umat yang merekam dan mencatat berbagai peristiwa dan kejadian hidup mereka. Dengan demikian, umat mampu mengetahui masa lalunya untuk menganalisa secara faktual tentang kondisi kekiniannya untuk menyongsong masa depan yang lebih cerah. Menurut Prof. A. Hasymy yang mengutip dari Allan Nevins, dalam bukunya, Sejarah Masuk dan Berkembangnya Islam di Indonesia, “Sesungguhnya sejarah adalah jembatan penghubung masa lampau dengan masa kini dan membuat pijakan untuk menatap masa depan.”\n\nOleh sebab itu, sejarah bukan sebuah catatan masa lampau hasil kontruksi elite, tetapi sejarah merupakan pengetahuan aktual untuk menentukan arah masa kini dan masa mendatang, karena umat yang eksis hanyalah umat yang mampu menghayati sejarah masa lampaunya kemudian dijadikan sebagai pijakan untuk menentukan arah masa depannya.\n\nSejarah mampu membuka cakrawala manusia tentang kondisi umat, biografi tokoh, dan perubahan zaman, serta manusia mampu menangkap sunnatullah di setiap zaman secara objektif bagaimana umat bangkit dan bagaimana umat jatuh; mengenali sebuah bangsa kenapa berjaya dan terpuruk; mengambil ibrah dari eksis dan terhempasnya gerakan dakwah; mendalami sebuah peradaban kenapa bisa bertahan dan punah; memahami secara faktual mengapa sang penguasa bisa sukses dan gagal; dan menganalisa sebab maju dan mundurnya sebuah kekuasaan ...",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "457 halaman",
      "Berat": "800 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Fakta-Baru-Walisongo-New-Cover-Hardcover-Penerbit-Pustaka-Imam-Bonjol_1024x1024@2x.jpg?v=1542003981"
  },
  {
    "id": "6",
    "title": "CERDAS MEMILIH JODOH",
    "description": "Buku ini menguraikan cara cerdas dalam memilih pasangan (jodoh) yang telah disyariatkan oleh Islam, yang Insya Allah buku ini sudah menjelaskannya dengan sangat baik. Penjelasan lengkapnya bisa di baca di buku ini.",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "194 halaman",
      "Berat": "371 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Cerdas-Memilih-Jodoh_1024x1024@2x.jpg?v=1541994578"
  },
  {
    "id": "7",
    "title": "MENJADI BIDADARI CANTIK ALA ISLAMI",
    "description": "(Mengejar Kecantikan Semu?) … Ketika manusia berpaling dari perintah Allah dengan mengobral kecantikan tubuh wanita. Lihatlah kini orang dengan mudah melihat keindahan tubuh wanita, baik melalui tatapan mata telanjang, melalui berbagai gambar yang terpampang di media massa, atau berbagai iklan di baliho dan reklame jalanan, atau iklan kecantikan di dunia maya dan apalagi yang ada di Youtube, semuanya sangat jelas mengeksploitasi tubuh perempuan. Tak ada lagi sekat. Tak ada lagi rahasia kecantikan dan keelokan, semuanya sudah menjadi rahasia umum. Semua tahu, si A tubuhnya begini, si B ukurannya sekian, si C bentuknya seperti itu, dan sebagainya, sehingga hampir setiap anggota tubuh berzina seperti yang ditegaskan Nabi shallallahu ‘alaihi wa sallam dalam sabdanya,\n\nكُتِبَ عَلَى ابْنِ آدَمَ نَصِيبُهُ مِنَ الزِّنَا، مُدْرِكٌ ذَلِكَ لَا مَحَالَةَ، فَالْعَيْنَانِ زِنَاهُمَا النَّظَرُ، وَالْأُذُنَانِ زِنَاهُمَا الِاسْتِمَاعُ، وَاللِّسَانُ زِنَاهُ الْكَلَامُ، وَالْيَدُ زِنَاهَا الْبَطْشُ، وَالرِّجْلُ زِنَاهَا الْخُطَا، وَالْقَلْبُ يَهْوَى وَيَتَمَنَّى، وَيُصَدِّقُ ذَلِكَ الْفَرْجُ وَيُكَذِّبُهُ\n\n“Sesungguhnya Allah telah menetapkan atas diri anak keturunan Adam bagiannya dari zina. Dia mengetahui yang demikian tanpa dipungkiri. Mata bisa berzina, dan zinanya adalah pandangan (yang diharamkan). Zina kedua telinga adalah mendengar (yang diharamkan). Lidah (lisan) bisa berzina, dan zinanya adalah perkataan (yang diharamkan). Tangan bisa berzina, dan zinanya adalah memegang (yang diharamkan). Kaki bisa berzina, dan zinanya adalah ayunan langkah (ke tempat yang haram). Hati itu bisa berkeinginan dan berangan-angan. Sedangkan kemaluan membenarkan yang demikian itu atau mendustakannya.” (HR. Bukhari no. 6243 dan Muslim no. 2657. Lafadz hadits di atas milik Muslim).\n\nWahai wanita muslimah, apakah kalian rela tubuh kalian selalu dibandingkan dan dinilai oleh mata-mata keranjang? Maukah kalian terus dimangsa oleh iklan kecantikan sehingga kalian tersiksa harus begini dan begitu? Camkan, Rasulullah telah mengabarkan tentang sekumpulan penduduk Neraka, dan di antaranya adalah kalian, “Dan aku melihat Neraka. Aku belum pernah sama sekali melihat pemandangan seperti hari ini. Dan aku lihat ternyata mayoritas penghuninya adalah para wanita.” Mereka bertanya, “Kenapa para wanita menjadi mayoritas penghuni Neraka, ya Rasulullah?” Beliau menjawab, “Disebabkan kekufuran mereka.” Ada yang bertanya kepada beliau, “Apakah para wanita itu kufur kepada Allah?” Beliau menjawab, “(Tidak, melainkan) mereka kufur kepada suami dan mengkufuri kebaikan (suami). Seandainya engkau berbuat baik kepada salah seorang istri kalian pada suatu waktu, kemudian suatu saat ia melihat darimu ada sesuatu (yang tidak berkenan di hatinya) niscaya ia akan berkata, ‘Aku sama sekali belum pernah melihat kebaikan darimu’.” (HR. Bukhari no. 5197 dan Muslim no. 907).\n\nBuku ini kami hadirkan untuk membantu para akhwat dan ummahat untuk menjadi bidadari pendamping para penghuni Surga dan menjadi pasangan kaum laki-laki yang shalih yang mendambakan kebahagiaan di dunia dan akhirat.",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "196 halaman",
      "Berat": "373 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Menjadi-Bidadari-Cantik-Ala-Islami-Pustaka-Imam-Bonjol_1024x1024@2x.jpg?v=1541997324"
  },
  {
    "id": "8",
    "title": "ADA ORANG UTANG",
    "description": "Hidup bergelimang utang kini telah menjadi kebanggaan. Utang tidak lagi dilandasi alasan kebutuhan, tapi telah menjadi bagian dari gaya hidup. “Hari gini gak utang, kapan bisa punya rumah, punya mobil, punya …, punya …, hari gini gak utang, gak eksis Bos.” Untuk menunjukkan eksistensinya, manusia harus berhasil utang.\n\nDi saat yang sama, segelintir orang memanfaatkan suasana. Dia datang untuk menjaring kesempatan di saat orang mengalami kesempitan. Mereka menawarkan orang untuk berutang kepadanya, dan tentu harus ada kelebihan … 1 jam cair. Cukup ijazah, STNK atau surat berharga lainnya. Belum lagi tawaran yang diberikan oleh pihak bank.\n\nSerasi sudah pasangan ini. Karena itu, wajar jika peredaran riba susah untuk dikendalikan. Kita hanya bisa berharap, semoga Allah melindungi kita dari debunya riba dalam transaksi utang piutang.\n\nDan selanjutnya, motivasi kita ganti … the real man adalah mereka yang bebas utang. Utang itu bukan membanggakan, tapi menakutkan. Makanya, bagi yang ingin selamat, harus tahu teorinya.\n\nBuku ini tidak hanya motivasi, tapi juga penjelasan hukum. Bagi Anda yang terlibat utang piutang, baik sebagai yang menerima utang maupun yang memberi utang. Agar utang tidak menjadi sumber masalah di depan dan belakang.\n\nUtang Dibawa Mati\n\nAncaman yang mengerikan dan tidak sembarangan tentunya. Oleh karena itu, pikir-pikir kembali jika Anda hendak berhutang. Dari Tsauban, bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda,\n\nمَنْ فَارَقَ الرُّوحُ الْجَسَدَ وَهُوَ بَرِىءٌ مِنْ ثَلاَثٍ دَخَلَ الْجَنَّةَ مِنَ الْكِبْرِ وَالْغُلُولِ وَالدَّيْنِ\n\n“Barangsiapa yang ruhnya terpisah dari jasadnya dan dia terbebas dari tiga hal: sombong, ghulul (khianat), dan hutang, maka dia akan masuk Surga.” (HR. Ibnu Majah no. 2412)\n\nDari Ibnu ‘Umar, Rasulullah shallallahu ‘alaihi wa sallam bersabda,\n\nمَنْ مَاتَ وَعَلَيْهِ دِينَارٌ أَوْ دِرْهَمٌ قُضِىَ مِنْ حَسَنَاتِهِ لَيْسَ ثَمَّ دِينَارٌ وَلاَ دِرْهَمٌ\n\n“Barangsiapa yang mati dalam keadaan masih memiliki hutang satu dinar atau satu dirham, maka hutang tersebut akan dilunasi dengan kebaikannya (di hari Kiamat nanti) karena di sana (di akhirat) tidak ada lagi dinar dan dirham.” (HR. Ibnu Majah no. 2414)\n\nDari Abu Hurairah, Nabi shallallahu ‘alaihi wa sallam bersabda,\n\nنَفْسُ الْمُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ\n\n“Jiwa seorang mukmin masih bergantung dengan hutangnya hingga dia melunasinya.” (HR. Tirmidzi no. 1078)\n\nDari Shuhaib al-Khair, Rasulullah shallallahu ‘alaihi wa sallam bersabda,\n\nأَيُّمَا رَجُلٍ يَدَيَّنُ دَيْنًا وَهُوَ مُجْمِعٌ أَنْ لاَ يُوَفِّيَهُ إِيَّاهُ لَقِىَ اللَّهَ سَارِقًا\n\n“Siapa saja yang berhutang lalu berniat tidak mau melunasinya, maka dia akan bertemu Allah (pada hari kiamat) dalam status sebagai pencuri.” (HR. Ibnu Majah no. 2410)",
    "author": "Ammi Nur Baits",
    "attributes": {
      "Penerbit": "Muamalah Publishing",
      "Halaman": "229 halaman",
      "Berat": "351 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Ada-Orang-Utang-Muamalah-Publishing_1024x1024@2x.jpg?v=1541998366"
  },
  {
    "id": "9",
    "title": "HALAL HARAM BISNIS ONLINE",
    "description": "Bisnis online saat ini sangat marak dan sangat digandrungi oleh banyak orang karena dalam bisnis ini banyak menawarkan kemudahan dalam promosi dan transaksi. Keberadaan fasilitas internet yang semakin lancar dan mudah diakses di mana-mana menjadi faktor pendukung yang menyebabkan transaksi online semakin mendominasi dalam kegiatan muamalah di masyarakat.\n\nTidak dapat dipungkiri, dengan semakin merajalelanya bisnis online saat ini membuat banyak pelaku bisnis online menawarkan berbagai fasilitas untuk dapat menarik banyak pihak agar tertarik untuk melakukan transaksi secara online. Kita dapat menjumpai tawaran fasilitas promo dengan istilah: free ongkir, cashback, give away, dan lain sebagainya. Kemudian terdapat pula fasilitas dan layanan kemudahan lainnya dengan istilah: marketplace, dropship, e-money, afiliasi, dan lain sebagainya.\n\nHal iniliah yang kemudian menuntut setiap muslim untuk dapat mengenal dan mengidentifikasi bagian mana saja yang diperbolehkan dan bagian mana saja yang dilarang dalam transaksi online ini. Tentunya sebuah kewajiban bagi kita yang hidup di zaman serba online ini untuk dapat menuntut ilmu agar terhindar dari riba, gharar, maisir, berbagai bentuk kedzaliman dan berbagai pelanggaran syariat lainnya.\n\nBuku Halal Haram Bisnis Online ini ditulis oleh Ustadz Ammi Nur Baits yang merupakan salah satu pembina Komunitas Pengusaha Muslim Indonesia. Buku ini hadir dengan harapan dapat membantu Anda untuk memahami berbagai permasalahan dalam transaksi online yang banyak terjadi di sekitar kita dan konsekuensinya dalam syariat Islam.\n",
    "author": "Ammi Nur Baits",
    "attributes": {
      "Penerbit": "Muamalah Publishing",
      "Halaman": "284 halaman",
      "Berat": "400 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/BukuHalalHaramBisnisOnlineEdisiKeduaMuamalahPublishing_1024x1024@2x.jpg?v=1594798443"
  },
  {
    "id": "10",
    "title": "SIFAT DZIKIR NABI SESUDAH SHALAT WAJIB FARDHU",
    "description": "Dzikir merupakan salah satu ibadah di dalam Islam, karena itu harus datang keterangannya dari Al-Qur’an dan As-Sunnah yang shahih. Apabila tidak tegak dalil ini -walaupun dari siapapun datangnya- tidaklah dinamakan ibadah. Akan tetapi salah satu amalan bid’ah yang sangat dibenci oleh Allah dan Rasul-Nya.\n\nBuku ini menjadi sangat penting di masa keterasingan Islam. Dewasa ini, banyak kaum muslimin memahami bahwa dzikir seusai shalat itu ialah yang panjang dikumandangkan dan dibaca secara bersama-sama. Adapun mereka yang tidak menjaharkannya dikatakan begini dan begitu. Penulis sebelum menyebutkan sifat dzikir Rasulullah shallallahu ‘alaihi wa sallam, beliau memberikan kaidah mendasar seputar dzikir guna memudahkan pelajaran yang dibahas dalam poin-poin selanjutnya.\n\nPenulis menyebutkan sifat-sifat dzikir berdasarkan riwayat hadits dan tidak mengurutkannya. Akan tetapi pada halaman 73 beliau memberikan penjelasan tentangnya. Pada halaman 49 disebutkan terkait penjelasan sifat dzikir kesatu hingga kelima. Dan pada halaman 77, pemateri memberikan tambahan faidah berupa penyebutan bid’ah-bid’ah setelah shalat.\n\nBEBERAPA CONTOH DZIKIR\nأَسْتَغْفِرُ اللهَ (3x)\n\nاَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ\nلاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ\n\nDzikir ini senantiasa dilazimi oleh Rasulullah dan para sahabatnya. Suatu amalan yang mengundang ridha Ar-Rahman. Karena sungguh hamba-hamba Allah sangat kurang dalam menunaikan amanah, dan dengan dzikir tersebut, diharapkan manusia diampuni atas kesalahan-kesalahannya yang lalu. Maka bagaimana halnya dengan orang-orang yang pergi tanpa sebab (tanpa udzur) setelah shalat berjamaah? Jika Anda belum hafal berdzikir, setidaknya buku ini bisa dijadikan sebagai buku panduan hingga Anda menghafalnya di kemudian hari. Meski kecil, buku ini sarat faidah yang mendalam. Sudahkah Anda berdzikir seusai shalat hari ini?",
    "author": "Abdul Hakim Abdat",
    "attributes": {
      "Penerbit": "Muawiyah",
      "Halaman": "91 halaman",
      "Berat": "150 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku_Sifat_Dzikir_Nabi_Sesudah_Shalat_Wajib_Fardhu_Penerbit_Muawiyah_1024x1024@2x.jpg?v=1580700600"
  },
  {
    "id": "11",
    "title": " RAHMATAN LIL ALAMIN",
    "description": "Allah Ta’ala berfirman, (artinya) “Tidaklah Kami mengutusmu, melainkan untuk menjadi rahmat bagi sekalian alam.” Ayat yang mulia ini merupakan sebesar-besar ayat yang menjelaskan kepada manusia bahwa Allah Subhanahu wa Ta’ala mengutus Nabi sekaligus Rasul-Nya yang termulia; Muhammad shallallahu ‘alaihi wa sallam, untuk menjadi rahmat bagi sekalian alam. Maknanya ialah rahmat secara umum dan merata atas semua makhluk-Nya. Karena lafazh Al-Alamin menunjukkan kemutlakan dan cakupan yang menyeluruh. Sehingga, beliau menjadi rahmat untuk mereka semua. Rahmat ini mencakup rahmat untuk alam manusia --yang mukmin dan kafirnya- rahmat untuk alam Malaikat, rahmat untuk alam jin -- yang mukmin dan kafirnya-- dan rahmat untuk alam hewan.\n\nBuku yang ada di hadapan pembaca ini membahas ISLAM agama rahmat, yang ditulis oleh bapak kita, guru kita; Al-Fadhil Al-Ustadz Abdul Hakim bin Amir Abdat hafizahullah. Beliau membagi risalahnya ini menjadi 3 bab penting. Pertama, Nabi Muhammad shallallahu ‘alaihi wa sallam diutus sebagai rahmat bagi sekalian alam. Kedua, Nabi Muhammad shallallahu ‘alaihi wa sallam sebagai Nabiyurrahmah. Dan ketiga, Agama Islam adalah agama rahmat, yang meliputi 9 pasal, salah satu di antaranya:\n\nDinul Islam, Agama Asal Manusia. Dinul Islam yang menjadi rahmat bagi umat manusia sesuai dengan fitrahnya. Allah Tabaraka wa Ta’ala berfirman,\n\nفَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ\n\n“Maka hadapkanlah wajahmu dengan lurus kepada agama Allah; (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada peubahan pada fitrah Allah. (Itulah) agama yang lurus; tetapi kebanyakan manusia tidak mengetahui.” (Surat Ar-Rum: 30)\n\nMari kita simak tafsir dari ayat di atas, “Luruskanlah dirimu agar senantiasa menaati-Nya, dan tetapkanlah dirimu di dalam agama yang telah Allah syariatkan kepadamu, yaitu agama yang hanif (lurus dan suci). Yakni agama Tauhid, Islam, yang disifatkan dengan amat lurusnya dan sangat jauh dari segala macam kesyirikan. Maka agama Islam itulah yang Allah telah fitrahkan kepada semua manusia.”\n\nImam Al-Bukhari mengatakan, “Al-Fithrah yakni Al-Islam (agama Islam).”",
    "author": "Abdul Hakim bin Amir Abdat",
    "attributes": {
      "Penerbit": "Pustaka Imam Syafi'i",
      "Halaman": "256 halaman",
      "Berat": "400 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku_Rahmatan_Lil_Alamin_Penerbit_Pustaka_Imam_Asy-Syafii_1024x1024@2x.jpg?v=1568876502"
  },
  {
    "id": "12",
    "title": "Memahami Bacaan Sholat",
    "description": "\nShalat merupakan amalan pertama yang akan dihitung di akhirat. Sudahkah kita membaguskannya? Bukan sekedar rutinitas harian semata. Buku ini mengajak Anda untuk mentadabburi shalat-shalat yang tengah kita kerjakan seiring perjalanan siang dan malam. Pembaca diajak untuk memahami makna tiap gerakan dan bacaan yang dilakukan dan ajibnya … karena penulis seorang praktisi Nahwu-Sharaf, maka alangkah indahnya I’rab yang disuguhkan.\n\nMEMAKNAI TAKBIRATUL IHRAM\n\nSebelum kita shalat, tentu kita telah menyiapkan semuanya, berwudhu, berniat, dan memulai shalat dengan ucapan ini. Setelah berdiri tegak, lalu seseorang mengucapkan, “Allahu Akbar” (Allah itu Maha Besar). Penting untuk diperhatikan agar dalam melafalkan takbir harus tepat panjang dan pendeknya agar tidak mengubah makna. Lantas apa makna takbiratul ihram? Lafadz yang agung “Allah” merupakan nama yang menunjuki atas dzat ketuhanan. Ia adalah nama Allah yang paling utama, paling agung, dan paling mahsyur. Tidaklah seseorang berkata bahwa lafadz “Allah” adalah salah satu nama “Ar-Rahman”. Sebaliknya, dikatakan bahwa “Ar-Rahman”, “Ar-Rahim”, “Al-Maalik”, dan seluruh nama Allah yang lain adalah salah satu dari nama-nama Allah Ta’ala.\n\nKetika seorang hamba mengucapkan takbir “Allah itu Maha Besar”, maka ia meyakini bahwa Allah itu Maha Besar pada dzat-Nya, sifat-Nya, dan nama-Nya. Tidak ada sesuatu apapun yang menandingi kebesaran-Nya. Seorang hamba yang memulai shalatnya dengan takbir memahami dan merasakan kebesaran Allah dibandingkan segala sesuatu. Allah lebih besar dan lebih agung daripada dunia dan seluruh kenikmatannya. Sehingga hanya Allah yang ia jadikan kiblat bagi hatinya sepanjang shalatnya. Sang hamba melepaskan semua urusan dunia dari hati dan pikirannya. Sehingga ia berdiri shalat dengan khusyu, tunduk, dan patuh seraya mengharapkan rahmat-Nya dan berlindung dari adzab-Nya.\n\nSekilas kita mengenal I’rab Kalimat Allah: Lafzhul jalalah mubtada’ marfu’un bil ibtida’ wa ‘alamat (dan seterusnya)\n\nSalah satu keutaman Shalat. Rasulullah shallallahu ‘alaihi wa sallam bersabda,\n\nأَرَأَيْتُمْ لَوْ أَنَّ نَهَرًا بِبَابِ أَحَدِكُمْ ، يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسًا ، مَا تَقُولُ ذَلِكَ يُبْقِى مِنْ دَرَنِهِ . قَالُوا لاَ يُبْقِى مِنْ دَرَنِهِ شَيْئًا . قَالَ فَذَلِكَ مِثْلُ الصَّلَوَاتِ الْخَمْسِ ، يَمْحُو اللَّهُ بِهَا الْخَطَايَا\n\n“Tahukah kalian, seandainya ada sebuah sungai di dekat pintu salah seorang di antara kalian, lalu ia mandi dari air sungai itu setiap hari lima kali, apakah akan tersisa kotorannya walau sedikit?” Para sahabat menjawab, “Tidak akan tersisa sedikit pun kotorannya.” Beliau berkata, “Maka begitulah perumpamaan shalat lima waktu, dengannya Allah menghapuskan dosa.” (HR. Bukhari dan Muslim)\n",
    "author": "Abu Razin Al Batawy",
    "attributes": {
      "Penerbit": "BISA Learning Center",
      "Halaman": "128 halaman",
      "Berat": "250 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku_Memahami_Bacaan_Shalat_Penerbit_BISA_1024x1024@2x.jpg?v=1560325247"
  },
  {
    "id": "13",
    "title": "Percakapan Bahasa Arab Al Mumtaz",
    "description": "Apakah Anda seorang pemula? Ingin menguasai percakapan bahasa Arab dengan cepat. Bisa jadi, buku ini menjadi jodoh Anda. Buku yang diterbitkan oleh Markaz BISA ini telah terbukti malang melintang di dunia pendidikan khususnya bahasa Arab. Sebuah lembaga yang bervisi misi membangun masyarakat Islam menuju peradaban yang mulia, salah satunya dengan menguasai bahasa Arab, sebab ia adalah bahasa Al-Qur’an dan bahasa hadits Nabi shallallahu ‘alaihi wa sallam. Sangat tidak mungkin, bagi seseorang untuk memahami agama ini tanpa pengetahuan bahasa Arab. Allah Tabaraka wa Ta’ala berfirman,\n\nإِنَّا أَنزلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ\n\n“Sesungguhnya Kami menurunkan Al-Qur`an berupa kitab yang berbahasa Arab, agar kamu memahaminya.” (Surat Yusuf : 2)\n\nBuku ini berisi latihan-latihan percakapan yang dalam bahasa Inggris sering disebut sebagai Conversation. Dalam beberapa bab ke depan, Anda akan diajak bertamasya menuju hal-hal yang luar biasa, hal-hal yang berupa keseharian yang dibalut dengan sentuhan percakapan bahasa Arab. Selain menambah kosa kata, Anda dibekali kemampuan untuk membaca dan mendengar. Pada bab awal, Anda diajak sejenak untuk mengetahui cara berkenalan. Ada Umar dan Ali. Umar, “Assalamu alaikum?” Ali, “Wa’alaikumussalam.” Umar, “Bagaimana kabarmu?” Ali, “Saya baik-baik saja, Alhamdulilah dan Anda?” Umar, “Alhamdulillah saya dalam keadaan baik pula.” Dan seterusnya … Setelah itu, penyusun memberikan latihan-latihan ringan (ada tiga latihan soal, mantuul)!\n\nJika biasanya Anda temui, buku bahasa Arab, yang (maaf) kurang luks kertasnya, maka sekarang, saatnya Anda dimanjakan dengan kertas istimewa plus gambar berwarna. Jadi, nggak sepet-sepet amat deh. Di awal dan di akhir (cover belakang), secara tidak langsung Anda disuguhi kata pengantar suatu buku dan konten buku dengan menggunakan bahasa Arab, hitung-hitung mengajari kita untuk mampu mentranslate tanpa kamus. Jika Anda masih bingung terhadap materi yang disajikan, maka bergabunglah dengan sekolah bahasa Arab yang diselenggarakan BISA di daerah terdekat Anda. Kini, bahasa Arab semudah membalik tangan! Sepakat ya … insya Allah.",
    "author": "Tim BISA",
    "attributes": {
      "Penerbit": "BISA Learning Center",
      "Halaman": "112 halaman",
      "Berat": "850 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku_Percakapan_Bahasa_Arab_Al-Mumtaz_Penerbit_BISA_1024x1024@2x.jpg?v=1563762970"
  }
]