[
  {
    "id": "1",
    "title": "MEMAHAMI KALIMAT SYAHADAT MENURUT 'AQIDAH AHLUSSUNNAH WAL JAMA'AH",
    "description": "Seorang muslim harus memahami kalimat syahadat dengan benar dan melaksanakan konsekuensi dari pengucapan tersebut karena dengannya menjadi modal pokok seseorang masuk kedalam surga. Seperti yang diungkapkan oleh Imam Hasan Al-Bashri Rahimahullahu Ta'ala, “ Barang siapa yang mengucapkan kalimat “ Lailaha Illallah” disertai dengan menunaikan hak-hak dan kewajiban (dari kalimat Tauhid Tersebut) niscaya ia masuk surga.”. Di dalam buku ini dijelaskan makna, rukun-rukun dan syarat-syarat kalimat syahadat yang harus dipahami oleh seorang muslim dan juga merealisasikannya dalam kehidupan. Dengan mengucapkan kalimat syahadat berarti dia telah mengikrarkan dirinya untuk hanya melakukan segala bentuk peribadatan hanya kepada Allah dan menjadikan Nabi Muhammad sebagai satu-satunya teladan dalam beribadah kepada Allah. Di dalam buku ini juga dijelaskan berbagai macam penyimpangan-penyimpangan dari konsekuensi syahadat yang telah seseorang ucapkan berupa kesyirikan-kesyirikan dan berbagai bentuk penyimpangan dari pengakuan seseorang terhadap Nabi Muhammad sebagai petunjuk hidupnya berupa kebid'ahan-kebid'ahan.",
    "author": "Yazid bin Abdul Qadir Jawas",
    "attributes": {
      "Penerbit": "Media Tarbiyah",
      "Halaman": "340 halaman",
      "Berat": "790 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Memahami-Kalimat-Syahadat-Menurut-Aqidah-Ahlussunnah-wal-Jamaah_1024x1024@2x.jpg"
  },
  {
    "id": "2",
    "title": "Pengantar Fiqh Jual Beli (KPMI)",
    "description": "Buku praktis ini, dikhususkan untuk para pedagang yang sehari-harinya berkutat dengan praktek bisnis jual beli atau yang sedang ingin memulainya. Dengan tujuan agar pembisnis jual beli ini, bisa memahami tentang syariat jual beli dalam muamalah bisnisnya, jika tidak sangat rentan baginya untuk terjerumus dalam riba atau kubangan harta haram lainnya.\n\nPenulis buku ini salah satu pembina dari konsultasi syariah, pengusaha muslim dan KPMI pusat, beliau adalah Ustadz Ammi Nur Baits. Semoga buku ini bermanfaat.",
    "author": "Ammi Nur Baits",
    "attributes": {
      "Penerbit": "KPMI Korwil Yogyakarta",
      "Halaman": "108 halaman",
      "Berat": "350 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/Buku-Pengantar-Fiqih-Jual-Beli_1024x1024@2x.jpg"
  },
  {
    "id": "3",
    "title": "101 CARA MUDAH MENDIDIK KELUARGA",
    "description": "Keluarga merupakan unsur dasar terbentuknya masyarakat dan elemen terkecil dari sebuah negara. Negara akan baik jika masing-masing keluarga baik. Baik dan tidaknya keluarga sangat tergantung pada proses pendidikan. Pendidikan yang terarah, terpola dan terpogram, yakni dengan menerapkan nilai-nilai Islam di kehidupan sehari-hari di rumah. Karena rumah menjadi tempat tinggal manusia paling utama dan strategis untuk memulai proses pendidikan yang efektif sebagaimana firman Allah Subhanahu wa Ta’ala,\n\nوَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا\n\n“Dan Allah menjadikan bagimu rumah-rumahmu sebagai tempat tinggal.” (Surat an-Nahl: 80)\n\nOleh karena itu, Allah sangat menekankan pendidikan dalam keluarga, karena merupakan kewajiban yang paling utama dan tanggung jawab yang paling besar serta amanah yang sangat berat yang dimulai dari diri sendiri, istri, anak-anak, dan kerabatnya. Inilah yang dimaksud Allah Tabaraka wa Ta’ala dalam firman-Nya:\n\nيَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ\n\n“Hai orang-orang yang beriman, peliharalah dirimu dan keluargamu dari api Neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, keras, dan tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya kepada mereka dan selalu mengerjakan apa yang diperintahkan.” (Surat at-Tahrim: 6)\n\nPendidikan merupakan proses adaptasi dan interaksi dengan lingkungan secara aktif dan produktif menuju perubahan yang positif dalam perilaku dan aktifitas seseorang. Pendidikan Islam di keluarga dimulai dari penegakan ‘ubudiyah, penanaman nilai-nilai kebaikan dan pembiasaan ibadah terutama shalat sebagaimana firman Allah Ta’ala:\n\nوَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ۖ لَا نَسْأَلُكَ رِزْقًا ۖ نَحْنُ نَرْزُقُكَ ۗ وَالْعَاقِبَةُ لِلتَّقْوَىٰ\n\n“Dan perintahkanlah kepada keluargamu mendirikan shalat dan bersabarlah kamu dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik) itu adalah bagi orang yang bertakwa.” (Surat Thaha: 132)\n\nKeluarga yang terdidik di atas nilai-nilai Islam merupakan nikmat yang paling agung dan karunia yang paling berharga. Tidak ada yang mampu menghargai dan mengenali nilainya kecuali orang yang telah memiliki keluarga yang rusak, di mana hatinya telah merasakan kepiluan dan kepedihan rumah tangga yang bobrok.\n\nBuku ini berisi seratus satu bentuk kerangka pemikiran dalam mendidik keluarga yang dirangkum dari kasus dan realita yang berkembang di masyarakat.",
    "author": "Zainal Abidin bin Syamsuddin, Lc",
    "attributes": {
      "Penerbit": "Pustaka Imam Bonjol",
      "Halaman": "140 halaman",
      "Berat": "237 gram"
    },
    "image": "https://cdn.shopify.com/s/files/1/0103/5331/1803/products/buku-101-cara-mudah-mendidik-keluarga-pustaka-imam-bonjol_1024x1024@2x.jpg?"
  }
]